Repository: sorincarbunaru/GearPump-DocsAsCode
Catalog: xliff/gear-pump_*.ditamap.xlf
Languages: de

source: Gear Pump
de: Zahnradpumpe

source: Copyright
de: Urheberrecht

source: Legal stuff.
de: Rechtliches.

source: Most of the information in this guide was taken from <xref href="http://www.wikipedia.com" scope="external" class="- topic/xref " format="html">Wikipedia</xref>, the free encyclopedia.
de: Die meisten Informationen in diesem Leitfaden stammen aus <xref href="http://www.wikipedia.com" scope="external" class="- topic/xref " format="html">Wikipedia</xref>, der freien Enzyklopädie.

source: Gear Pump - Exploded View
de: Zahnradpumpe - Explosionsdarstellung

source: Detailed description.
de: Detaillierte Beschreibung.

source: A <b class="+ topic/ph hi-d/b ">gear pump</b> uses the meshing of gears to pump fluid by displacement.
de: Eine <b class="+ topic/ph hi-d/b ">Zahnradpumpe</b> verwendet den Zahneingriff, um Flüssigkeit durch Verdrängung zu pumpen.

source: They are one of the most common types of <term class="- topic/term ">pumps</term> for hydraulic fluid power applications.
de: Sie gehören zu den gebräuchlichsten <term class="- topic/term ">Pumpentypen</term> für hydraulische Anwendungen.

source: <term class="- topic/term ">Gear pumps</term> are also widely used in chemical installations to pump high viscosity fluids.
de: <term class="- topic/term ">Zahnradpumpen</term> werden auch in chemischen Anlagen häufig eingesetzt, um hochviskose Flüssigkeiten zu fördern.

source: An exploded view diagram of a gear pump
de: Explosionszeichnung einer Zahnradpumpe

source: Click on <uicontrol class="+ topic/ph ui-d/uicontrol ">Edit image map</uicontrol> to edit the map, or use <uicontrol class="+ topic/ph ui-d/uicontrol ">Image map details</uicontrol> to see the defined areas directly in the document.
de: Klicken Sie auf Bildkarte <uicontrol class="+ topic/ph ui-d/uicontrol ">bearbeiten</uicontrol>, um die Karte zu bearbeiten, oder <uicontrol class="+ topic/ph ui-d/uicontrol ">verwenden Sie Bildkartendetails</uicontrol>, um die definierten Bereiche direkt im Dokument zu sehen.

source: Gear Pump
de: Zahnradpumpe

source: circle 172, 265, 14 <xref href="parts/bushings.dita#bushings_topic/bushings" class="- topic/xref " format="dita">Bushings</xref>
de: circle 172, 265, 14 <xref href="parts/bushings.dita#bushings_topic/bushings" class="- topic/xref " format="dita">Buchsen</xref>

source: circle 171, 331, 13 <xref href="parts/bushings.dita#bushings_topic/bushings" class="- topic/xref " format="dita">Bushings</xref>
de: circle 171, 331, 13 <xref href="parts/bushings.dita#bushings_topic/bushings" class="- topic/xref " format="dita">Buchsen</xref>

source: circle 327, 198, 14 <xref href="parts/bushings.dita#bushings_topic/bushings" class="- topic/xref " format="dita">Bushings</xref>
de: circle 327, 198, 14 <xref href="parts/bushings.dita#bushings_topic/bushings" class="- topic/xref " format="dita">Buchsen</xref>

source: circle 326, 263, 14 <xref href="parts/bushings.dita#bushings_topic/bushings" class="- topic/xref " format="dita">Bushings</xref>
de: circle 326, 263, 14 <xref href="parts/bushings.dita#bushings_topic/bushings" class="- topic/xref " format="dita">Buchsen</xref>

source: circle 232, 242, 47 <xref href="parts/gears.dita#gears_topic/drive_gear" class="- topic/xref " format="dita">Drive Gear</xref>
de: circle 232, 242, 47 <xref href="parts/gears.dita#gears_topic/drive_gear" class="- topic/xref " format="dita">Antriebsrad</xref>

source: circle 238, 306, 49 <xref href="parts/gears.dita#gears_topic/idler_gear" class="- topic/xref " format="dita">Idler Gear</xref>
de: circle 238, 306, 49 <xref href="parts/gears.dita#gears_topic/idler_gear" class="- topic/xref " format="dita">Losradgetriebe</xref>

source: circle 324, 210, 14 <xref href="parts/ports.dita#ports_topic/sucction_port" class="- topic/xref " format="dita">Suction Port</xref>
de: circle 324, 210, 14 <xref href="parts/ports.dita#ports_topic/sucction_port" class="- topic/xref " format="dita">Ansaugöffnung</xref>

source: circle 391, 250, 16 <xref href="parts/ports.dita#ports_topic/presure_port" class="- topic/xref " format="dita">Pressure Port</xref>
de: circle 391, 250, 16 <xref href="parts/ports.dita#ports_topic/presure_port" class="- topic/xref " format="dita">Druckanschluss</xref>

source: poly 422, 145, 459, 179, 462, 221, 423, 221 <xref href="parts/mounting-flange.dita#mounting_flange_topic/mounting_flange" class="- topic/xref " format="dita">Mounting Flange</xref>
de: poly 422, 145, 459, 179, 462, 221, 423, 221 <xref href="parts/mounting-flange.dita#mounting_flange_topic/mounting_flange" class="- topic/xref " format="dita">Montageflansch</xref>

source: circle 448, 147, 19 <xref href="parts/seals.dita#seals_topic/shaft_seal" class="- topic/xref " format="dita">Shaft Seal</xref>
de: circle 448, 147, 19 <xref href="parts/seals.dita#seals_topic/shaft_seal" class="- topic/xref " format="dita">Wellendichtung</xref>

source: poly 135, 208, 183, 247, 184, 393, 160, 397, 158, 383, 172, 380, 174, 347, 174, 282, 161, 243, 134, 222, 113, 226 <xref href="parts/seals.dita#seals_topic/case_seal" class="- topic/xref " format="dita">Case Seal</xref>
de: poly 135, 208, 183, 247, 184, 393, 160, 397, 158, 383, 172, 380, 174, 347, 174, 282, 161, 243, 134, 222, 113, 226 <xref href="parts/seals.dita#seals_topic/case_seal" class="- topic/xref " format="dita">Gehäuseversiegelung</xref>

source: poly 568, 81, 576, 103, 468, 152, 455, 130 <xref href="parts/drive-shaft.dita#drive_shaft_topic/drive_shaft" class="- topic/xref " format="dita">Drive Shaft</xref>
de: poly 568, 81, 576, 103, 468, 152, 455, 130 <xref href="parts/drive-shaft.dita#drive_shaft_topic/drive_shaft" class="- topic/xref " format="dita">Kardanwelle</xref>

source: Introduction
de: Einleitung

source: Introductory page.
de: Einführungsseite.

source: An <b class="+ topic/ph hi-d/b ">image map</b> is a list of coordinates defining areas over an image.
de: Eine <b class="+ topic/ph hi-d/b ">Bildkarte</b> ist eine Liste von Koordinaten, die Bereiche über einem Bild definieren.

source: These areas can link to different destinations (URLs).
de: Diese Bereiche können auf verschiedene Ziele (URLs) verweisen.

source: For a sample image map of a <b class="+ topic/ph hi-d/b ">gear pump</b>, see the Gear Pump - Exploded View topic.
de: Eine Beispielbildkarte einer <b class="+ topic/ph hi-d/b ">Zahnradpumpe finden Sie</b> im Thema Zahnradpumpe - Explosionsansicht.

source: Transform the DITA map to an HTML output in order to see how clicking over the image works.
de: Transformieren Sie die DITA-Map in eine HTML-Ausgabe, um zu sehen, wie das Klicken über das Bild funktioniert.

source: Bushings
de: Buchsen

source: Bushings
de: Buchsen

source: A <term class="- topic/term ">bushing</term>, also known as a <term class="- topic/term ">bush</term>, is an independent plain bearing that is inserted into a housing to provide a bearing surface for rotary applications.
de: Eine <term class="- topic/term ">Buchse</term>, auch als <term class="- topic/term ">Buchse bezeichnet</term>, ist ein unabhängiges Gleitlager, das in ein Gehäuse eingesetzt wird, um eine Lagerfläche für Drehanwendungen bereitzustellen.

source: The bushings in the <b class="+ topic/ph hi-d/b ">gear pump</b> provide a bearing surface for the <xref href="gears.dita#gears_topic/drive_gear" class="- topic/xref "><b class="+ topic/ph hi-d/b ">drive gear</b></xref> and <xref href="gears.dita#gears_topic/idler_gear" class="- topic/xref "><b class="+ topic/ph hi-d/b ">idler gear</b></xref>.
de: Die Buchsen in der <b class="+ topic/ph hi-d/b ">Zahnradpumpe</b> bilden eine Lagerfläche für das <xref href="gears.dita#gears_topic/drive_gear" class="- topic/xref "><b class="+ topic/ph hi-d/b ">Antriebsrad</b></xref> und das <xref href="gears.dita#gears_topic/idler_gear" class="- topic/xref "><b class="+ topic/ph hi-d/b ">Zwischenrad</b></xref>.

source: Drive Shaft
de: Antriebswelle

source: Drive Shaft
de: Antriebswelle

source: A <term class="- topic/term ">drive shaft</term> is a mechanical component for transmitting torque and rotation, usually used to connect other components of a drive train that cannot be connected directly because of distance or the need to allow for relative movement between them..
de: Eine <term class="- topic/term ">Antriebswelle</term> ist eine mechanische Komponente zur Übertragung von Drehmoment und Drehung, die in der Regel verwendet wird, um andere Komponenten eines Antriebsstrangs zu verbinden, die aufgrund des Abstands oder der Notwendigkeit, Relativbewegungen zwischen ihnen zuzulassen, nicht direkt verbunden werden können.

source: Gears
de: Zahnräder

source: The <b class="+ topic/ph hi-d/b ">gear pump</b> uses two identical gears rotating against each other.
de: Die <b class="+ topic/ph hi-d/b ">Zahnradpumpe</b> verwendet zwei identische Zahnräder, die gegeneinander rotieren.

source: One gear is driven by a motor and it in turn drives the other gear.
de: Ein Zahnrad wird von einem Motor angetrieben und treibt seinerseits das andere Zahnrad an.

source: Each gear is supported by a shaft with <xref href="bushings.dita#bushings_topic" class="- topic/xref "><term class="- topic/term ">bushings</term></xref> on both sides of the gear.
de: Jedes Zahnrad ist auf einer Welle mit <xref href="bushings.dita#bushings_topic" class="- topic/xref "><term class="- topic/term ">Buchsen</term></xref> auf beiden Seiten des Zahnrades gelagert.

source: Drive Gear (Rotor)
de: Antriebszahnrad (Rotor)

source: The <term class="- topic/term ">drive gear</term> in the <b class="+ topic/ph hi-d/b ">gear pump</b> is the gear that is driven by the motor.
de: Das <term class="- topic/term ">Antriebszahnrad</term> in der <b class="+ topic/ph hi-d/b ">Zahnradpumpe</b> ist das Zahnrad, das vom Motor angetrieben wird.

source: Idler Gear
de: Spannrollengetriebe

source: The <term class="- topic/term ">idler gear</term> is the gear that is driven by the <term class="- topic/term ">drive gear</term>.
de: Das <term class="- topic/term ">Losrad</term> ist das Zahnrad, das von dem <term class="- topic/term ">Antriebsrad angetrieben wird</term>.

source: Mounting Flange
de: Montageflansch

source: Mounting Flange
de: Montageflansch

source: The mounting flange is used to fix the pump on a support apparatus.
de: Der Befestigungsflansch dient zur Befestigung der Pumpe an einer Stützvorrichtung.

source: Suction Port
de: Sauganschluss

source: The liquid enters in the pump through the <term class="- topic/term ">suction port</term>.
de: Die Flüssigkeit tritt durch den <term class="- topic/term ">Ansaugstutzen in die Pumpe ein</term>.

source: Pressure Port
de: Druckanschluss

source: The liquid leaves the pump through the <term class="- topic/term ">pressure port</term> (or discharge port).
de: Die Flüssigkeit verlässt die Pumpe durch den <term class="- topic/term ">Druckanschluss</term> (oder Auslassanschluss).

source: Seals
de: Dichtungen

source: Shaft Seal
de: Wellendichtung

source: This is a seal that is placed between the <xref href="drive-shaft.dita#drive_shaft_topic" class="- topic/xref "><term class="- topic/term ">drive shaft</term></xref> and the main case of the <b class="+ topic/ph hi-d/b ">gear pump</b>.
de: Hierbei handelt es sich um eine Dichtung, die zwischen der <xref href="drive-shaft.dita#drive_shaft_topic" class="- topic/xref "><term class="- topic/term ">Antriebswelle</term></xref> und dem Hauptgehäuse der <b class="+ topic/ph hi-d/b ">Zahnradpumpe angeordnet ist</b>.

source: Case Seal
de: Gehäusedichtung

source: The case seal is placed between the main case and the case cover.
de: Die Gehäusedichtung befindet sich zwischen dem Hauptgehäuse und dem Gehäusedeckel.
